Repository: mush42/sonata-nvda
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, fr, ru

source: Sonata &voice manager...
cs: Správce Sonaty hlasů
fr: Gestionnaire de &voix Sonata...
ru: Менеджер голосов &Sonata...

source: Open the voice manager to preview, install or download sonata voices
cs: Otevře správce hlasů Sonata, kde je možné stáhnout a nainstalovat hlasy.
fr: Ouvrir le gestionnaire de voix pour un aperçu, installer ou télécharger des voix sonata
ru: Открыть менеджер голосов для предварительного просмотра, установки или загрузки голосов Sonata

source: No Sonata voice was found. You can preview and download voices from the voice manager. Do you want to open the voice manager now?
cs: Nenalezen žádný hlas. Otevřete správce hlasů a stáhněte vybraný jazyk. ¿Chcete otevřít správce hlasů?
fr: Aucune voix de Sonata n'a été trouvée. Vous pouvez avoir un aperçu et télécharger des voix depuis le gestionnaire de voix. Voulez-vous ouvrir le gestionnaire de voix maintenant ?
ru: Голос Sonata не найден. Вы можете просмотреть и загрузить голоса из менеджера голосов. Хотите открыть менеджер голосов прямо сейчас?

source: Sonata Neural Voices
cs: Hlasy sonata
fr: Voix neuronales de Sonata
ru: Нейронные голоса Sonata

source: OK
ru: ОК

source: Cancel
cs: Storno
fr: Annuler
ru: Отменить

source: Downloaded: {progress}%
cs: Staženo: {progress}%
fr: Téléchargée : {progress}%
ru: Загружено: {progress}%

source: Installing voice
cs: Instalace hlasu
fr: Installation de la voix
ru: Установка голоса

source: Successfully downloaded voice {voice}. To use this voice, you need to restart NVDA. Do you want to restart NVDA now?
cs: Úspěšně nainstalovaný hlas {voice}. Je potřeba restartovat NVDA. ¿Chcete ho restartovat nyní?
fr: La voix {voice} a bien été téléchargée. Pour utiliser cette voix, vous devez redémarrer NVDA. Voulez-vous redémarrer NVDA maintenant ?
ru: Успешно загружен голос {voice}. Чтобы использовать этот голос, необходимо перезапустить NVDA. Хотите ли вы перезапустить NVDA сейчас?

source: Voice downloaded
cs: Hlas stažen
fr: Voix téléchargée
ru: Голос загружается

source: Cannot download voice {voice}. Please check your connection and try again.
cs: Nemůžu stáhnout hlas {voice} Zkontrolujte internetové připojení.
fr: Impossible de télécharger la voix {voice}. Veuillez vérifier votre connexion et réessayer.
ru: Не удаётся загрузить голос {voice}. Пожалуйста, проверьте интернет-соединение и повторите попытку.

source: Download failed
cs: Stahování selhalo.
fr: Échec du téléchargement
ru: Не удалось загрузить

source: Downloading voice {voice}
cs: Stahuji hlas {voice}
fr: Téléchargement de la voix {voice}
ru: Загрузка голоса {voice}

source: Retrieving download information...
cs: Získávám informace o hlasech.
fr: Récupération des informations du téléchargement...
ru: Получение информации о загрузке...

source: Downloading file: {file}
cs: Stahuji soubor {file}
fr: Téléchargement du fichier : {file}
ru: Загрузка файла: {file}

source: Successfully downloaded fast variant of the voice {voice}. To use this voice, you need to restart NVDA. Do you want to restart NVDA now?
cs: Úspěšně stažená a nainstalovaná rychlá varianta hlasu {voice}. Je potřeba restartovat NVDA. ¿Chcete ho restartovat nyní?
fr: La variante rapide de la voix {voice} a bien été téléchargée. Pour utiliser cette voix, vous devez redémarrer NVDA. Voulez-vous redémarrer NVDA maintenant ?
ru: Успешно загружен быстрый вариант голоса {voice}. Чтобы использовать этот голос, необходимо перезапустить NVDA. Хотите ли вы перезапустить NVDA сейчас?

source: Cannot download fast variant of the voice {voice}. Please check your connection and try again.
cs: Nemůžu stáhnout rychlou variantu hlasu hlasu {voice} Zkontrolujte internetové připojení.
fr: Impossible de télécharger la variante rapide de la voix {voice}. Veuillez vérifier votre connexion et réessayer.
ru: Не удаётся загрузить быстрый вариант голоса {voice}. Пожалуйста, проверьте интернет-соединение и повторите попытку.

source: Downloading fast variant of the voice {voice}
cs: Stahuji rychlou variantu hlasu {voice}
fr: Téléchargement d'une variante rapide de la voix {voice}
ru: Загрузка быстрого варианта голоса {voice}

source: Installed voices
cs: Nainstalované hlasy
fr: Voix installées
ru: Установленные голоса

source: Name
cs: Jméno
fr: Nom
ru: Имя

source: Quality
cs: Kvalita:
fr: Qualité
ru: Качество

source: Language
cs: Jazyk
fr: Langue
ru: Язык

source: &Voice model card...
cs: O &modelu hlasu
fr: &Fiche du modèle de la voix...
ru: &Карточка голосовой модели...

source: &Remove voice...
cs: &Odebrat hlas...
fr: &Supprimer la voix...
ru: &Удалить голос...

source: Install from local file
cs: &nainstalovat hlas ze souboru
fr: Installer à partir d'un fichier local
ru: Установить из локального файла

source: Install a voice from a local archive. The archive contains the voice model and configuration. The archive should have a (.tar.gz) file extension.
cs: Instalace ze souboru.. Konfigurace hlasu. Typy souborů. (.tar.gz).
fr: Installer une voix à partir d'une archive locale. L'archive contient le modèle de la voix et la configuration. L'archive doit avoir une extension de fichier (.tar.gz).
ru: Установите голос из локального архива. Архив содержит модель голоса и конфигурацию. Архив должен иметь расширение файла (.tar.gz).

source: Model card
cs: Soubor card modelu.
fr: Fiche du modèle
ru: Карточка голосовой модели

source: Model card information is unavailable for this voice
cs: Informace o modelu k tomuto hlasu nejsou dostupné.
fr: Les informations sur la fiche du modèle ne sont pas disponibles pour cette voix
ru: Карточка голосовой модели недоступна для этого голоса

source: Not found
cs: Nenalezeno.
fr: Non trouvée
ru: Не найдено

source: You cannot remove the currently active voice!
cs: Nemůžete odebrat aktivní hlas!
fr: Vous ne pouvez pas supprimer la voix en cours d'exécution !
ru: Вы не можете удалить используемый в данный момент голос!

source: Error
cs: Chyba
fr: Erreur
ru: Ошибка

source: Do you want to remove this voice? Voice: {name}
cs: Opravdu chcete odebrat tento hlas? Jméno hlasu: {name}
fr: Voulez-vous supprimer cette voix ? Voix : {name}
ru: Вы хотите удалить этот голос? Голос: {name}

source: Remove voice?
cs: Odebrat hlas?
fr: Supprimer la voix ?
ru: Удалить голос?

source: Failed to remove voice. See NVDA's log for more details.
cs: Chyba při odebírání hlasu. Podívejte se na detaily v logu NVDA
fr: Échec de la suppression de la voix. Voir le journal de NVDA pour plus de détails.
ru: Не удалось удалить голос. Более подробную информацию см. в журнале NVDA.

source: Failed
cs: Selhalo.
fr: Échoué
ru: Сбой

source: Voice removed successfully.
cs: Hlas byl úspěšně odebrán.
fr: Voix supprimée avec succès.
ru: Голос успешно удалён.

source: Done
cs: Hotovo
fr: Terminé
ru: Готово

source: Choose voice archive file
cs: Vyberte Archiv s hlasem.
fr: Choisissez le fichier d'archive de la voix
ru: Выберите файл архива с голосом

source: Failed to install voice from archive. See NVDA's log for more details.
cs: Selhala instalace hlasu ze souboru. Podívejte se do logu NVDA.
fr: Échec de l'installation de la voix à partir des archives. Voir le journal de NVDA pour plus de détails.
ru: Не удалось установить голос из архива. Более подробную информацию см. в журнале NVDA.

source: Voice installation failed
cs: Instalace hlasu selhala.
fr: L'installation de la voix a échoué
ru: Сбой установки голоса

source: Voice {voice} has been installed successfully.
cs: Hlas {voice} Byl úspěšně nainstalován.
fr: La voix {voice} a été installé avec succès.
ru: Голос {voice} был успешно установлен.

source: Voice installed successfully
cs: Hlas byl úspěšně nainstalován.
fr: Voix installée avec succès
ru: Голос успешно установлен

source: Available voices
cs: Dostupné hlasy
fr: Voix disponibles
ru: Доступные голоса

source: Preview
cs: Poslechnout
fr: Aperçu
ru: Образец

source: Speaker
cs: Mluvčí
fr: Intervenant
ru: Диктор

source: &Preview
cs: &poslechnout hlas
fr: &Aperçu
ru: &Прослушать образец

source: &Download standard variant
cs: S&táhnout standartní variantu hlasu
fr: &Télécharger la variante standard
ru: &Загрузить стандартный вариант

source: Download &fast variant
cs: Stáhnout &rychlou variantu hlasu
fr: Télécharger une &variante rapide
ru: Загрузить &быстрый вариант

source: &Refresh voices list
cs: &Obnovit seznam hlasů.
fr: &Rafraîchir la liste des voix
ru: &Обновить список голосов

source: Retrieving voices list. Please wait...
cs: Získávám seznam hlasů, prosím čekejte
fr: Récupération de la liste des voix. Veuillez patienter...
ru: Получение списка голосов. Пожалуйста, подождите...

source: Could not retrieve voice list. Please check your connection and try again.
cs: Nemůžu stáhnout seznam hlasů. Prosím, zkontrolujte připojení k internetu.
fr: Impossible de récupérer la liste des voix. Veuillez vérifier votre connexion et réessayer.
ru: Не удалось получить список голосов. Пожалуйста, проверьте ваше интернет-соединение и повторите попытку.

source: Playing preview...
cs: Přehrávání ukázky hlasu.
fr: Lecture de l'aperçu...
ru: Воспроизведение...

source: Sonata voice manager
cs: Správce hlasů Sonata
fr: Gestionnaire de voix Sonata
ru: Менеджер голосов Sonata

source: Installed
cs: Nainstalované
fr: Installé
ru: Установленные

source: Download
cs: Stáhnout
fr: Télécharger
ru: Загрузить

source: &Close
cs: &Zavřít
fr: &Fermer
ru: &Закрыть

source: &Speaker
cs: &mluvčí
fr: &Intervenant
ru: &Диктор

source: &Noise scale
cs: &Rozsah šumu
fr: &Échelle de bruit
ru: &Уровень шума

source: &Length scale
cs: &délka šumu
fr: Échelle de &durée
ru: &Уровень паузы между словами

source: Noise &w
cs: Š&um a w
fr: Ha&uteur de bruit
ru: &Высота шума

source: Neural voices for NVDA based on Sonata
cs: Systém hlasů trénovaných na neurónových sítích založený na syntézách Sonata a jiných
fr: Voix neuronales pour NVDA basées sur Sonata
ru: Нейронные голоса для NVDA на основе Sonata
